Repository: brudalevante/fakemesh-6g
Catalog: luci-app-fakemesh/files/luci/i18n/fakemesh.*.po
Languages: es

source: Fake Mesh Setup
es: Configuración Fake Mesh

source: Role
es: Rol

source: Leave empty if encryption is not required.
es: Dejar vacío si no se requiere cifrado.

source: Set the gateway router as controller, others as agent.
es: Establece el router gateway como controlador, otros como agente.

source: Wired AP (ethernet as backhaul)
es: AP cableado (ethernet como backhaul)

source: Agent (wifi as backhaul)
es: Agente (wifi como backhaul)

source: Controller (AC)
es: Controlador (AC)

source: The simple ip address to access the controller.
es: La dirección IP simple para acceder al controlador.

source: Access IP address
es: Dirección IP de acceso

source: Sync Config
es: Sincronizar configuración

source: Sync config from the Controller.
es: Sincronizar configuración desde el controlador.

source: Wireless Management
es: Gestión inalámbrica

source: Not available on AP
es: No disponible en AP

source: Band Steer Helper
es: Auxiliar de bandas

source: Fronthaul Disabled
es: Fronthaul deshabilitado

source: Disable fronthaul Wi-Fi signal on this node.
es: Deshabilitar señal Wi-Fi fronthaul en este nodo.
